{
  "episodes": [
    {
      "id": 1,
      "title": "Der Parkplatz",
      "episode": 1,
      "season": 1,
      "description": "Die Capitol-Versicherung ist Schauplatz einer TV-Dokumentation. Ein Kamerateam begleitet den Büroalltag der Abteilung Schadensregulierung M bis Z, die von Bernd Stromberg geleitet wird, mit der Kamera. Stromberg möchte natürlich, dass sein Team stets von der besten Seite gezeigt wird, zumal ihm seine Vorgesetzte Frau Berkel mitteilt, dass sein Team im Rahmen einer Umstrukturierung der Schadensregulierungsabteilungen unter besonderer Beobachtung steht. Doch Stromberg gelingt es selten, die Abteilung in einem guten Licht stehen zu lassen. Auf der Toilette wird eine obszöne Zeichnung von Tanja Seifert, einer Sachbearbeiterin, entdeckt. Berthold Heisterkamp, der von seinen Kollegen stets Ernie genannt wird, nimmt sich der Tätersuche an, indem er Kollegen Fragen zum Tathergang stellt und Zeichnungen desselben Motivs an ein Flipchart malen lässt. Stromberg versucht derweil einen besseren Parkplatz auf dem Gelände der Firma zu bekommen. Dem für die Firmenparkplätze zuständigen Kollegen Hilpers bietet Stromberg während eines Gesprächs – zur Beeinflussung von dessen Entscheidung – eine Zigarre an, obwohl ihm bekannt ist, dass er unter schwerem Asthma leidet. „Röchel-Hilpers“ landet schließlich im Krankenhaus und stirbt. Stromberg, der von Hilpers’ Frau beschuldigt wird, ihren Wagen gerammt zu haben, nimmt sich der armen Frau an, doch macht er ihr im Gespräch zusätzlich noch einen unsittlichen Antrag. Auf einem Video einer Überwachungskamera ist zu erkennen, dass Stromberg den Wagen von Frau Hilpers tatsächlich rammte. Den Schaden zahlt er bar an die Witwe aus. Als Stromberg im Beisein von Frau Berkel ein Organigramm der Abteilung an das Flipchart malen möchte, kommen die gesammelten Zeichnungen der Kollegen, die Ernie hat anfertigen lassen, zum Vorschein. Tanja ist zutiefst verletzt und verärgert. Aufgrund der markanten Form des „j“ wird Stromberg am Ende als Urheber der Zeichnung von Tanja auf der Toilette entlarvt.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "11. Okt. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 2,
      "title": "Feueralarm",
      "episode": 2,
      "season": 1,
      "description": "Strombergs Kollege und stärkster Konkurrent im Kampf um die Gesamtleitung der Abteilung Schadensregulierung Sinan Turçulu besteht eine berufliche Weiterbildung mit einem Spitzenergebnis und wird von Frau Berkel dafür sehr gelobt. Strombergs Abteilung jedoch fällt während eines Feueralarms wieder negativ auf, als Frau Berkel feststellt, dass Stromberg offenbar immer noch keinen Brandschutzbeauftragten bestimmt hat, obwohl sie ihn bereits einige Monate zuvor darauf hingewiesen hatte. Stromberg entscheidet spontan, dass Sachbearbeiter Ulf Steinke diesen Posten ab sofort übernimmt. Ulf steht dieser Entscheidung jedoch widerwillig gegenüber. Um wieder einen guten Eindruck bei Frau Berkel hinterlassen zu können, plant Stromberg, ihr zum Geburtstag ein besonderes Geschenk zu machen. Seine Idee, ihr einen Massagesessel zu schenken, geht jedoch gründlich schief. Frau Berkel entdeckt den Sessel in Strombergs Büro und fordert ihn auf, ihn unverzüglich aus dem Büro zu entfernen. Immer noch auf der Suche nach einem Geschenk, bekommt Stromberg Wind davon, dass Turçulu bei der Internet-Auktionsplattform eBay auf Karten für ein Robbie-Williams-Konzert bietet. Dieses Top-Geschenk möchte er sich nicht entgehen lassen. Er findet das Angebot im Internet, und als nur noch wenige Sekunden zum Bieten übrig sind, manipuliert er den Feuermelder in seinem Büro durch ein Feuerzeug so, dass ein weiterer Feueralarm ausgelöst wird. Ulf kommt seiner Tätigkeit als Brandschutzbeauftragter nach und versammelt das ganze Team – bis auf Stromberg – vor dem Unternehmen. Stromberg bleibt währenddessen in seinem Büro und gibt in aller Ruhe das letzte und erfolgreiche Gebot für die Konzertkarten ab.",
      "script": "Ralf Husmann & Aglef Püschel",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "18. Okt. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 3,
      "title": "Mobbing",
      "episode": 3,
      "season": 1,
      "description": "Der Koch der Kantine stellt Stromberg vor seinen Kollegen und – noch viel schlimmer – vor seinem Konkurrenten Turçulu bloß. Das kann Stromberg nicht auf sich sitzenlassen. Er hält sein Team dazu an, die Kantine für die nächsten Tage zu boykottieren. Ernie fühlt sich von seinen Kollegen gemobbt. Stromberg geht mit Tanja zum Italiener essen. Ernie kommt hinzu und erzählt ihm von den Mobbingaktionen. Stromberg ruft in der Küche an und gibt sich als Mitarbeiter des Gesundheitsamtes aus. Er bestellt Mäuse, was von Berkel entdeckt wird.",
      "script": "Ralf Husmann & David von Felten",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "8. Nov. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 4,
      "title": "Der Geburtstag",
      "episode": 4,
      "season": 1,
      "description": "Herr Fritsche stellt als Rollstuhlfahrer den Anspruch auf Strombergs neuen Parkplatz auf E2. Stromberg hingegen hält so sehr an seinem Parkplatz fest, dass Herr Fritsche das Thema dem Betriebsrat übergibt. Ulf hat Geburtstag. Sabine Buhrer vom Betriebsrat drängt Ulf dazu, sich rechtzeitig für die Fortbildung anzumelden. Gleichzeitig macht Stromberg Ulf Hoffnungen auf eine Beförderung.",
      "script": "Ralf Husmann, David von Felten",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "15. Nov. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 5,
      "title": "Die gute Tat",
      "episode": 5,
      "season": 1,
      "description": "Turçulu fällt durch Integration von zwei Behinderten in seiner Abteilung positiv auf. Stromberg will mithalten und bemüht sich daher um mehr soziales Engagement in seiner Abteilung. Ina, das Patenkind Erikas, wird von Stromberg für einen Zeitungsartikel als „Pflegekind der Abteilung“ benutzt.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "22. Nov. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 6,
      "title": "Diebstahl",
      "episode": 6,
      "season": 1,
      "description": "Weil die Diebstähle der Mitarbeiter zugenommen haben, soll Stromberg seine Abteilung genauer unter die Lupe nehmen. Bei einem Einzelgespräch mit Erika stellt sich heraus, dass sie mehrmals Toner für den Drucker entwendet hat. Berkel fordert Stromberg dazu auf, Erika zu entlassen. Stromberg braucht sie jedoch, um einen wichtigen Kunden nicht zu verlieren. Daraufhin erzählt Stromberg seiner Chefin, dass Erika Brustkrebs habe.",
      "script": "Ralf Husmann & Matthias Schmitt",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "29. Nov. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 7,
      "title": "Die Beförderung",
      "episode": 7,
      "season": 1,
      "description": "Stromberg soll ein Rahmenprogramm für die Betriebsfeier organisieren. In der Abteilung der Schadensregulierung ist durch eine dem Betriebsrat nahe Quelle durchgesickert, dass eine Kündigung anstehen soll. Ernie wird so nervös, dass bei ihm der Stress in einem Kreislaufkollaps gipfelt. Stromberg verhandelt mit Herrn Kitter, dem Manager des Schlagersängers Roland Kaiser; jedoch verläuft das Treffen nicht erfolgreich, da Stromberg die Gage für überzogen hält. Ulf ermuntert Stromberg, selbst als Entertainer aufzutreten, was letztlich sogar sehr gut gelingt. Stromberg versäumt es dabei, darüber zu entscheiden, welchem seiner Mitarbeiter aus der Abteilung gekündigt werden soll. Der Beschluss wird ihm dann allerdings abgenommen. Schließlich unterschreibt Stromberg ohne genaueres Hinschauen ein ihm vorgelegtes Papier, so dass erneut Erika gekündigt werden soll.",
      "script": "Ralf Husmann & Moritz Netenjakob",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "13. Dez. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 8,
      "title": "Der letzte Tag",
      "episode": 8,
      "season": 1,
      "description": "Erika feiert ihren Ausstand. Währenddessen rückt Stromberg im Bewerbungsverfahren um die Gesamtleitung seiner und Turçulus Abteilung nach. Nach einem Assessment-Center wird entschieden, dass die Stelle um die Gesamtleitung erneut ausgeschrieben und an einen externen Mitarbeiter vergeben wird.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "20. Dez. 2004",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 9,
      "title": "Herr Becker",
      "episode": 1,
      "season": 2,
      "description": "Timo Becker erscheint als Strombergs Vorgesetzter und neuer Abteilungsleiter der zusammengelegten Capitol-Schadensregulierung. Er findet Stromberg gleich am ersten Tag unsympathisch. Zudem ist Strombergs Frau Birgit mit seinem Schwiegervater, der an Alzheimer erkrankt ist, zu Besuch in der Capitol. Der Schwiegervater steckt einen großen Teil von vertraulichen K1-Berichten in den Aktenvernichter.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "11. Sep. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 10,
      "title": "Bowling",
      "episode": 2,
      "season": 2,
      "description": "Erika hat sich vor Gericht erfolgreich in ihren alten Job zurückgeklagt. Herr Becker wird von der Abteilung als sympathisch empfunden, was Stromberg veranlasst, ebenfalls beliebt sein zu wollen. Die Abteilung der Schadensregulierung beschließt, zum Bowling zu gehen. Die Abteilung bekommt dort erstmals Ernies Freundin Vanessa zu sehen. Stromberg sieht das Bowling als Duell zwischen ihm und Herrn Becker und betrinkt sich dabei sehr.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "18. Sep. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 11,
      "title": "Der Kurs",
      "episode": 3,
      "season": 2,
      "description": "Stromberg ist dabei, sich von seiner Frau Birgit scheiden zu lassen. Nachdem die Schadensregulierung neu strukturiert wurde, stehen jetzt Einführungskurse für eine neue Software, die Herr Becker mitentwickelt hat, auf dem Programm. Kerstin Aumann unterrichtet den Kurs für die neue Software. Am Ende soll die Abteilung einen Test bestehen. Stromberg versucht vergeblich, sich um den Abschlusstest herumzumogeln. Schließlich kann er den Test durch Erikas Hilfe gerade noch so bestehen; Erika hatte zuvor selbst große Probleme, mit dem neuen System zurechtzukommen.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "25. Sep. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 12,
      "title": "Badminton",
      "episode": 4,
      "season": 2,
      "description": "Stromberg ist frisch geschieden. Er behauptet immer wieder, dass Herr Becker schwul sei, unter anderem auch in einer Frauenrunde in der Kantine. Hier erfährt er auch, dass man beim Betriebssport-Badminton gute Chancen habe, eine Partnerin zu finden. Ernie soll auf Anweisung von Herrn Becker seine Ideen in einer Arbeitsgruppe ausarbeiten. Stromberg geht mit Sabine zum Badminton. Dabei wird Alexandra Klausen heftig von ihm angegraben. Nachdem Herr Becker von Strombergs Behauptungen über ihn erfährt, lässt er ihm eine Abmahnung zukommen.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "2. Okt. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 13,
      "title": "Männerfreundschaft",
      "episode": 5,
      "season": 2,
      "description": "Nachdem Stromberg eine Abmahnung bekommen hat und Ernie zunehmend mehr Kompetenzen in der Abteilung bekommt, gibt Stromberg vor, genauso wie Herr Becker ein Schalke-Fan zu sein. Ernie hat mit seiner Arbeitsgruppe Erfolg. Herr Becker teilt ihm sogar eine Online-Darstellung zu. Stromberg soll einen Wasserschaden betreuen, vernachlässigt die Aufgabe jedoch völlig. Die Abteilung der Schadensregulierung schaut sich ein Spiel zwischen Dortmund und Schalke in einer Kneipe an.",
      "script": "Ralf Husmann Idee: Moritz Netenjakob",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "9. Okt. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 14,
      "title": "Theo",
      "episode": 6,
      "season": 2,
      "description": "Stromberg übernachtet in der Capitol, da er immer noch keine neue Wohnung gefunden hat. Theo Hölter, ein alter Schulfreund von ihm, erscheint in der Capitol. Er nimmt Stromberg für kurze Zeit in seiner Wohnung auf. Ernie soll laut Herrn Becker an seinen „social skills“ arbeiten. So gründet er eine Lotto-Tippgemeinschaft, die bei der abendlichen Ziehung sogar mehrere hundert Euro gewinnt. Da Strombergs Tipp der richtige war, beansprucht er den Gewinn für sich allein, obwohl er der gesamten Tippgemeinschaft zusteht. Theo ist ein Promoter, der der gesamten Abteilung Freikarten für ein Konzert der noch unbekannten Band „Hypernoise“ besorgt. Ernie hat jedoch am gleichen Abend eine Lottoparty organisiert. Tanja überlässt ihre Wohnung freundlicherweise den Bandmitgliedern von Hypernoise zum Übernachten, da sie sonst keine Übernachtungsmöglichkeit hätten. Tanja übernachtet währenddessen bei einer Freundin. Am nächsten Tag muss sie feststellen, dass die Bandmitglieder in ihrer Wohnung randaliert und sie verunreinigt hinterlassen haben. Sie spricht von einem Schaden in Höhe von 3000 €. Da sie nicht dagegen versichert ist, bietet ihr Stromberg den Lottogewinn als Entschädigung an.",
      "script": "Ralf Husmann & Ron Markus",
      "director": "Andreas Theurer",
      "duration": null,
      "release_date": "16. Okt. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 15,
      "title": "Der Vertrag",
      "episode": 7,
      "season": 2,
      "description": "Hans Georg Althoff beabsichtigt seine Firma bei der Capitol zu versichern. Herr Becker rügt Stromberg vor den Augen des Kunden Althoff, bevor er sich auf eine Geschäftsreise begibt. Entgegen der Anweisung von Herrn Becker verhandelt Stromberg weiter mit Herrn Althoff, sodass dieser schließlich den Vertrag unterschreibt. Stromberg und Althoff verstehen sich gut, da sie ähnliche Ansichten über Mitarbeiterführung haben.",
      "script": "Ralf Husmann",
      "director": "Andreas Theurer",
      "duration": null,
      "release_date": "23. Okt. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 16,
      "title": "Die Putzfrau",
      "episode": 8,
      "season": 2,
      "description": "Aufgrund eines Wechsels der Putzfirma werden die Büroräume der Capitol nun zu Beginn der normalen Arbeitszeiten gereinigt. Die Putzfrau Nyota N’yangasongwa wird von Stromberg sexuell belästigt. Vergeblich versucht er, Ernie zu einer Falschaussage zu bewegen, um sich so zu entlasten. Daraufhin wird ein Ausschuss gebildet, der vorwiegend aus weiblichen Mitgliedern der Personalabteilung und des Betriebsrats besteht. Es werden auch die Aufnahmen des Kamerateams ausgewertet, welche die Vorgänge im Büro dokumentieren. Darauf ist die sexuelle Belästigung mehr oder weniger gut zu erkennen. Stromberg droht eine fristlose Kündigung. Auf Anraten von Herrn Becker sucht Stromberg Frau N’yangasongwa in ihrer Wohnung auf, um sich bei ihr zu entschuldigen. Dabei wird er vom Ehemann der Putzfrau körperlich angegriffen, was schließlich zum Erscheinen der Polizei und zur Abschiebung von Frau N’yangasongwa in ihr Heimatland aufgrund fehlender Aufenthaltsgenehmigung führt.",
      "script": "Ralf Husmann & Dietmar Jacobs",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "30. Okt. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 17,
      "title": "Die Kündigung",
      "episode": 9,
      "season": 2,
      "description": "Stromberg ist durch seine Mitarbeiter und Herrn Becker zunehmend frustriert. Zudem wird er von der Wochenkonferenz der Abteilungsleiter ausgeschlossen. Er bewirbt sich daraufhin bei der Helios, einem Konkurrenzunternehmen der Capitol. Das Bewerbungsgespräch verläuft gut. Stromberg verbreitet in der Capitol die Botschaft, dass er eine neue Stelle habe, und verschickt über die Hauspost seine Kündigung. Er macht sich schließlich bei der Abteilung und bei Herrn Becker besonders unbeliebt. Weil Stromberg absichtlich sein Alter falsch angegeben hat, bekommt er später von der Helios jedoch eine Absage. Nur indem er die Hauspost abfängt, bleibt seine Kündigung fast ohne Folgen.",
      "script": "Ralf Husmann Idee: Lars Albaum",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "6. Nov. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 18,
      "title": "Tag der offenen Tür",
      "episode": 10,
      "season": 2,
      "description": "Die Capitol veranstaltet zum 35-jährigen Firmenjubiläum einen Tag der offenen Tür. Auf Wunsch von Herrn Becker zeigt der Event-Manager, Herr Pöhlmann, ein Video mit dem Auftritt eines Kinderchors. Dabei beleidigt Stromberg unwissentlich die Tochter von Herrn Becker. Er wird daraufhin in das Archiv der Capitol versetzt, in dem auch Herr Wuttke arbeitet. Stromberg versucht der Langeweile im Archiv zu entfliehen und vertreibt sich die Zeit an anderen Orten. Ernie organisiert beim Tag der offenen Tür einen Infostand, was er als Karrierebaustein ansieht, da er wieder ein Stück Verantwortung übernimmt. Später tritt er noch als Clown auf und kann daher nicht am Geburtstag von Vanessas Mutter erscheinen, was zu Spannungen zwischen den beiden führt. Im Büro steigt eine kleine Party anlässlich der Verlobung von Tanja und Ulf. Stromberg gibt bei Herrn Pöhlmann vor, dass er durch seine Fernsehpräsenz mittlerweile den Status eines Prominenten erreicht habe. Pöhlmann und Stromberg kommen ins Geschäft. Später sieht man Stromberg in einem Autohaus, wo er eine spärlich besuchte Autogrammstunde gibt.",
      "script": "Ralf Husmann",
      "director": "Andreas Theurer",
      "duration": null,
      "release_date": "13. Nov. 2005",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 19,
      "title": "Jennifer",
      "episode": 1,
      "season": 3,
      "description": "Seitdem Stromberg die Capitol medienwirksam vertritt, genießt er den Schutz von Herrn Wehmeyer, sodass er wieder in seine alte Abteilung Schadensregulierung versetzt wird. Jennifer Schirrmann kommt als Rückkehrerin nach mehrjähriger Kinderpause in die Abteilung. Ernie trauert seiner verstorbenen Mutter nach. Tanja und Ulf sind auf der Suche nach einer gemeinsamen Wohnung und deren Einrichtung.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "5. Mär. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 20,
      "title": "Nicole",
      "episode": 2,
      "season": 3,
      "description": "Nachdem Jennifer Schirrmann seine Avancen abgelehnt hat, beginnt Stromberg ein Verhältnis mit der eher unscheinbaren Sachbearbeiterin Nicole. Wehmeyer möchte, dass Stromberg für einige kurz vor der Pensionierung stehende Mitarbeiter der Capitol einen Film über die Versicherung dreht und eine Rede hält. Stromberg erzählt Wehmeyer, dass er eine neue Freundin habe. Wehmeyer schlägt vor, dass er sie mitbringt. Stromberg möchte die Beziehung jedoch geheim halten. Währenddessen hat Ulf neue Lautsprecher in seinem Auto eingebaut bekommen. Stromberg erwischt Ulf und Tanja dabei, wie sie im Auto auf dem Firmenparkplatz miteinander Sex haben. Stromberg beschäftigt Nicole mit unnötigen Arbeiten, um sie nicht zur Betriebsfeier mitnehmen zu müssen. Nach der Feier erscheint sie, beendet die Affäre mit Stromberg vor den Augen der Anwesenden und lässt sich in eine andere Abteilung versetzen.",
      "script": "Ralf Husmann Idee: Fabian Wiemker",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "12. Mär. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 21,
      "title": "Karneval",
      "episode": 3,
      "season": 3,
      "description": "Während der Karnevalszeit wird der Druck auf die Abteilungen immer größer. Um Wehmeyer zu beeindrucken, gibt Stromberg vor, dass seine Abteilung zusätzlich die gesamte Unfallkonsolidierung übernehmen könne, unterschätzt dabei jedoch, wie viel Arbeit dies tatsächlich bedeutet. Einige Mitarbeiter wollen den Betriebsrat darüber informieren, ohne zunächst zu wissen, dass Stromberg selbst hinter dieser Idee steckt. Auch Herr Becker ist davon nicht begeistert. Stromberg glaubt, dass er mit einer Karnevalsfeier in der Abteilung die Stimmung auflockern könnte. Ernie nimmt Antidepressiva und ist daher seit dem Tod seiner Mutter zum ersten Mal wieder in guter Stimmung. Stromberg macht sich Sorgen, dass er an Hautkrebs erkrankt sein könnte.",
      "script": "Ralf Husmann Idee: Sonja Schönemann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "19. Mär. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 22,
      "title": "Der Protest",
      "episode": 4,
      "season": 3,
      "description": "Die schwangere Maja Decker soll wegen einiger Fehler nach ihrem Mutterschutz nicht weiterbeschäftigt werden. Stromberg berichtet Herrn Wehmeyer darüber, sodass Herr Becker gezwungen ist, die Kündigung rückgängig zu machen. Nachdem Stromberg sogar eine Ausnahmegenehmigung für Ernies Sandwichtoaster bekommt, wird er von nun an in der Schadensregulierung Lurchi genannt. Die Schadensregulierung soll zusätzliche Arbeit ohne Lohnausgleich bekommen. Stromberg will eine Demonstration in Wehmeyers Büro veranstalten, was jedoch komplett fehlschlägt. Schließlich soll Jennifer Schirrmann entlassen werden, da Maja nun bleiben darf. Ernie macht sich in der Abteilung beliebt, indem er kostenlos Sandwiches verteilt.",
      "script": "Ralf Husmann Idee: Moritz Netenjakob",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "26. Mär. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 23,
      "title": "Jochen",
      "episode": 5,
      "season": 3,
      "description": "Um bei Herrn Wehmeyer positiv aufzufallen, startet Stromberg eine Aktion „Diskriminierung – ohne mich“, die sich gegen die Diskriminierung von Minderheiten in der Capitol richtet. Jochen Schüller, der Fotoreporter der hauseigenen Zeitung Capitol Intern, flirtet als Homosexueller mit Stromberg, ohne dass dieser etwas von seinen Absichten ahnt. Erika wird vom Außendienstler Herrn Wiebrecht umgarnt und soll ihm dabei helfen, einen schweren Fehler in der Abrechnung zu korrigieren. Herr Wiebrecht lädt Erika zu einem Essen ein, bei dem sie jedoch nicht erscheint. Ihre Kollegen hatten ihr zuvor eingeredet, dass er sich nur für sie interessiere, damit sie seinen Abrechnungsfehler ausbügelt. Stromberg verrät Wehmeyer, dass Jochen schwul sei.",
      "script": "Ralf Husmann Idee: Frank Schmeißer",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "2. Apr. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 24,
      "title": "Lulu",
      "episode": 6,
      "season": 3,
      "description": "Herr Becker hat private Probleme. Seine Frau will sich von ihm trennen, da er zu viel arbeitet. Deshalb überträgt er Stromberg zunächst wieder die Leitung der Abteilung. Ein Besuch aus der Zentrale kündigt sich an. Ernie bringt „Lulu“, den Hund seiner verstorbenen Mutter, mit ins Büro. Weil Ulf seine eigene Wohnung bereits gekündigt, aber noch keine gemeinsame Wohnung mit Tanja gefunden hat, bringt er sein Privateigentum in den Räumlichkeiten der Abteilung unter. Rudi Wippermann aus der Zentrale überprüft als Mitglied der internen Revision die einzelnen Abteilungen, ob dort alles nach Vorschrift erledigt wird. Die Schadensregulierung fällt ihm im Vergleich zu anderen Abteilungen jedoch angenehm auf. Vor Wippermanns Besuch hat Stromberg erfahren, dass dieser Hunde im Büro nicht duldet, sodass er Lulu kurzerhand verschenkt hat, ohne Ernie zu fragen.",
      "script": "Ralf Husmann Idee: Tankred Lerch",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "16. Apr. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 25,
      "title": "Herr Loermann",
      "episode": 7,
      "season": 3,
      "description": "Erika will für den Betriebsrat kandidieren, weil sie Strombergs Verhalten nicht länger dulden will. Walter Loermann wird von Stromberg dazu gedrängt, gegen Erika für den Betriebsrat zu kandidieren. Weil Stromberg in der Kantine erzählt, dass Loermann depressiv sei und sich womöglich erhängen werde, wenn er nicht gewählt wird, erhält er mehr Stimmen. Erika verliert die Kandidatur und wird am Ende der Episode wegen eines Herzinfarkts ins Krankenhaus eingeliefert. Tanja und Ulf geben eine Einzugsparty in ihrer neuen Wohnung.",
      "script": "Ralf Husmann & Dietmar Jacobs",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "23. Apr. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 26,
      "title": "Erika",
      "episode": 8,
      "season": 3,
      "description": "Einige Kollegen besuchen Erika im Krankenhaus. Als sie ein weiteres Mal zu Besuch kommen, erfahren sie, dass Erika verstorben ist.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "30. Apr. 2007",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 27,
      "title": "Beziehungen",
      "episode": 1,
      "season": 4,
      "description": "Stromberg hat sich mittlerweile bei Wehmeyer und Dr. Nübel, einem Manager aus der Personalabteilung, beliebt gemacht. Ihm winkt die Beförderung zum Gesamtleiter, da Becker ebenfalls befördert wird. Das Gefühl der baldigen Beförderung beflügelt Stromberg. Erneut stellt er Ulf in Aussicht, seinen Posten übernehmen zu können, und macht sich bei Wehmeyer für ihn stark. Nach Strombergs Beförderung wird in der Abteilung eine Party veranstaltet. Ulf plant bereits, wie er Strombergs Büro umgestalten wird, wenn er dessen Posten übernimmt. Jennifer Schirrmann wird zusammen mit Stromberg im Büro beim Oralsex erwischt. Stromberg beleidigt nach wie vor den Kantinenkoch, wofür er zuvor bereits von Wehmeyer ermahnt wurde. Der Koch beschwert sich daraufhin beim Vorstand der Firma. Da die Cousine des Kochs im Vorstand der Capitol tätig ist, wird Stromberg daraufhin degradiert und nach Finsdorf, einem trostlosen Dorf in der Nähe, versetzt. Dort soll er die Leitung einer Außenstelle mit zwei Mitarbeitern übernehmen. Becker leitet die Abteilung wieder kommissarisch weiter und bietet Tanja die Nachfolge Strombergs an, was Ulf sichtlich erschüttert. Parallel zum Schicksal Strombergs verfolgt man Ernie alias Berthold Heisterkamp, der immer depressiver und apathischer wird.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "3. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 28,
      "title": "Finsdorf",
      "episode": 2,
      "season": 4,
      "description": "Stromberg will sich in Finsdorf zunächst beweisen und die Zahl der Abschlüsse ankurbeln, muss jedoch die gesetzten Erwartungen bald wieder nach unten korrigieren. Parallel versucht er die Anfangsschwierigkeiten von Tanja Seifert in ihrer neuen Position zu seinen Gunsten auszunutzen: Ulf akzeptiert Tanja nicht als Chefin; indem er einem Kollegen erzählt, er habe den neuen Sitzplan „einfach weggevögelt“, untergräbt er ihre Autorität. Auch einige andere Mitarbeiter nehmen Tanja als Vorgesetzte nicht ganz ernst und möchten ihre Plätze tauschen. Ulf spielt mit den Kollegen Büroball. In dem Trubel liegen die Nerven von Tanja bald blank und beim Mittagessen in der Kantine stößt sie auch noch Jennifer Schirrmann vor den Kopf, indem sie auf deren Affäre mit Stromberg anspielt. Stromberg macht Außendienst mit Frau Prellwitz und erhält bei Bauer Overbeck mehr Schnaps als Interesse für die unterbreiteten Versicherungsangebote, da der Bauer zuvor über das Internet eine günstigere Versicherung gefunden hat. Bernd besucht Jennifer und seine früheren Untergebenen, wobei er auch hier versucht, die Situation zu seinen Gunsten auszunutzen. Er wiegelt Ulf und Jennifer auf und veranlasst die beiden, sich bei Becker über Tanja zu beschweren. Als Becker „zufällig“ dazukommt, durchschaut dieser Strombergs durchsichtige Absichten und versichert, dass Tanja von ihm Rückendeckung bekommen werde. Derweil geht es Ernie mit seinen psychischen Problemen zunehmend schlechter bis hin zu einem Suizidversuch im Auto, der jedoch von Stromberg zufällig entdeckt und vereitelt wird. Damit sieht Bernd Stromberg nun wieder Oberwasser, und als Bauer Overbeck letztendlich doch noch mehrere Policen bei der Capitol abschließt, scheint sich die Situation für Stromberg immer besser zu entwickeln.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "3. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 29,
      "title": "Seelsorge",
      "episode": 3,
      "season": 4,
      "description": "Da der Arbeitsalltag in Finsdorf nicht so sehr von Stress geprägt ist wie derjenige in der Stadt, lädt Joachim einen seiner Kollegen von der Freiwilligen Feuerwehr ins Büro ein. Stromberg passt das gar nicht, er beleidigt ihn zunächst als „Dorfnase“. Die Situation wird von Joachim unter Kontrolle gebracht und Stromberg fährt anschließend zur Capitol, um dort die alten Kollegen zu treffen. Ernie ist inzwischen an einem Punkt angekommen, an dem er professionelle Hilfe bräuchte, doch stattdessen nimmt Stromberg ihn widerwillig mit nach Finsdorf, um zu beweisen, „dass es ihm um die Abteilung geht“. Ernie fühlt sich hier sichtlich wohler, da er von Frau Prellwitz und Joachim wie ein Arbeitskollege behandelt wird und nicht wie ein Sorgenkind. Jennifers Laune bessert sich, da es Ernie durch den Arbeitsplatzwechsel tatsächlich besser geht, und sie verabredet sich mit Stromberg zum Essen. Derweil muss Herr Becker nach und nach Kritik an Tanja üben, weil keiner der Mitarbeiter durchgehend an seinem Arbeitsplatz sitzt und so auch nicht zu erreichen ist. Ulf bestätigt diese Kritik, indem er trotz Tanjas Bitte, am Arbeitsplatz zu bleiben, einen Beamer für einen romantischen Videoabend besorgt. Um seine Abwesenheit zu rechtfertigen, behauptet er vor Herrn Becker, dass der Beamer arbeitsintern gebraucht wurde, weshalb der Videoabend im Büro stattfinden muss, was in der letzten Szene zu sehen ist. Stromberg geht am Abend mit Jennifer in ein Gasthaus in Finsdorf, den „Ochsen“. Hier trifft er Joachim mit seinem Feuerwehrstammtisch, zu dem unter anderem auch Ernie und Joachims Freund gehört, der am Vormittag von Stromberg beleidigt wurde. Stromberg wird sehr rabiat aufgefordert, das Lokal zu verlassen, und aus Wut darüber zieht er vor dem Feuerwehrstammtisch über Ernie her und lässt kein privates Detail aus. Ernie rennt weg, und Jennifers Laune ist nun auch im Keller.",
      "script": "Ralf Husmann & Dietmar Jacobs",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "10. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 30,
      "title": "Helge",
      "episode": 4,
      "season": 4,
      "description": "Obwohl Stromberg eigentlich mit Kindern nicht viel anfangen kann und Helge gelegentlich abfällig „Furzknoten“ oder „Helga“ nennt, erklärt er sich bereit, einen Nachmittag auf Helge aufzupassen, um so Jennifer bei einer kurzfristig ausgefallenen Kinderbetreuung aus der Patsche zu helfen und ihr zu beweisen, dass ihm das Wohl anderer Menschen auch wichtig ist. Weil Helge sich für Autos interessiert, lässt Stromberg ihn mit seinem Wagen ein paar Runden selber fahren. Schließlich landen die beiden in Finsdorf, wo die Capitol-Mitarbeiter allesamt daran scheitern, Helge die einfachste Bruchrechnung zu erklären. Daraufhin gibt Stromberg Helge einen Tipp, wie er bei seiner anstehenden Mathearbeit schummeln kann. Prompt wird Helge dann aber vom Lehrer erwischt, Jennifers Dankbarkeit für den zunächst gelungenen Nachmittag kehrt sich daraufhin in Wut und Ärger Stromberg gegenüber um.",
      "script": "Ralf Husmann, Tankred Lerch & Christian Martin",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "10. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 31,
      "title": "Pärchenabend",
      "episode": 5,
      "season": 4,
      "description": "Tanja erhält für ein von ihr vorgeschlagenes Abrechnungssystem eine Auszeichnung für besondere Leistung, die mit 3000 € dotiert ist. Ulf hingegen glaubt, dass Tanja ihn in Ausübung ihrer neuen Position vernachlässigt. Derweil versucht Stromberg weiter an der Beziehung zu Jennifer zu arbeiten und schickt ihr ein Päckchen mit erotischem Massageöl und einem Bikini, das versehentlich von Kollegen geöffnet wird. Jennifer ist dies sichtlich peinlich, sie gibt das Geschenk schließlich an Stromberg zurück. Als es mal wieder zu Spannungen zwischen Tanja und Ulf kommt, schlägt Stromberg – nicht ganz uneigennützig – einen Pärchenabend vor, zu dem er auch Jennifer mitnehmen möchte, die zuvor bemängelt hat, dass sie und Stromberg keine gemeinsamen Freunde hätten. Als Stromberg in einer Kneipe Jennifer seine Gefühle gestehen möchte, klingelt Tanjas Handy und unterbricht dies. Sie wird ins Büro gerufen, weil Ernie eine Putzfrau angegriffen hat, die ihn spätabends aufforderte, seine Arbeit zu unterbrechen, damit sie das Büro reinigen kann. Am nächsten Tag möchte Stromberg Jennifer erneut seine Gefühle gestehen. Dafür hat er einen Kollegen dazu überredet, auf einem Keyboard das Lied I Just Called to Say I Love You von Stevie Wonder zu spielen. Als Stromberg auf die Knie fällt, um ihr einen Antrag zu machen, verlässt Jennifer fluchtartig das Büro.",
      "script": "Ralf Husmann & Sonja Schönemann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "17. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 32,
      "title": "Sally",
      "episode": 6,
      "season": 4,
      "description": "Nach dem misslungenen Verlobungsantrag bringt Stromberg Jennifer zur Arbeit. Jennifer ist jedoch an einer Beziehung mit Stromberg nicht mehr interessiert. In Finsdorf wird Stromberg von Frau Prellwitz auf einen Versicherungsantrag der Table-Tänzerin Ute (Künstlername Sally) aufmerksam gemacht, die ihren Körper bei Dienstausfall versichern möchte. Zunächst winkt Stromberg ab, doch als Frau Prellwitz ihm Fotos von Sally zeigt, stattet er ihr einen Hausbesuch ab, um Versicherungsdetails zu klären. Am Abend besucht er wieder Jennifer bei der Capitol und erzählt ihr von seiner neuen Bekanntschaft, um sie damit eifersüchtig zu machen. Ernie hat immer noch den Eindruck, dass ihn die gesamte Abteilung bis auf Tanja nicht leiden kann. Ulf plant derweil seinen Junggesellenabschied. Auch Stromberg bekommt davon Wind und schlägt Ulf vor, statt einen Bowlingabend zu veranstalten besser in einem Strip-Lokal namens „Knusperhäuschen“ zu feiern, in dem zufällig auch Sally arbeitet. In Finsdorf bietet Stromberg Sally derweil statt der Versicherung für ihren Körper eine Risikolebensversicherung an, die jedoch nur im Falle einer Amputation zahlen wird. Sally strippt in der Capitol für Ulf, was bei der später hinzukommenden Tanja nicht auf Begeisterung stößt. Strombergs Plan, Jennifer mit der attraktiven Sally eifersüchtig zu machen, schlägt fehl: Diese geht aus Mitleid abends mit Ernie einen trinken und Stromberg bleibt allein zurück.",
      "script": "Ralf Husmann & Moritz Netenjakob",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "24. Nov. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 33,
      "title": "Gernot",
      "episode": 7,
      "season": 4,
      "description": "Joachim stellt Stromberg seinen Cousin Gernot Graf vor, der sich in Finsdorf als Nachfolger für Joachims Stelle bewirbt. Gernot fehlt ein Arm und er hat sehr schlechte Manieren und mangelnde Kompetenzen. Stromberg lehnt ihn ab. Derweil gibt es zwischen Tanja, Ulf und Herrn Becker Missstimmungen, da Herr Becker Tanja dazu auffordert, ihre Flitterwochen mit Ulf zu verschieben, da in der Capitol zurzeit Personalmangel herrscht. Stromberg schlägt daraufhin Gernot als Ersatz vor, mit dem Ziel, Tanjas Abteilung noch mehr zu schwächen. Die Bewerbungsunterlagen bearbeitet Stromberg so, dass sie Gernot in etwas besserem Licht erscheinen lassen. Gernot benimmt sich in der Abteilung daneben und macht auch vor Beleidigungen gegenüber seinen Kollegen nicht halt. Nur mit Ernie kommt er sehr gut zurecht, spielt Darts mit ihm und hilft ihm, sein Ego ein wenig aufzufrischen. Stromberg hetzt einerseits Gernot gegen die Abteilung auf und andererseits die Abteilung gegen Gernot. Als Gernot Jennifer jedoch durch eine Berührung sexuell belästigt, wird Stromberg handgreiflich und prügelt sich mit ihm im Flur. Aufgrund dessen und einer anschließenden Zusammenfassung seiner beruflichen Inkompetenz von Herrn Becker wird das Arbeitsverhältnis zwischen Gernot und der Capitol zu Ernies Bedauern beendet. Jennifer jedoch ist beeindruckt, dass Stromberg sich für sie geprügelt hat, und küsst ihn.",
      "script": "Ralf Husmann, Tankred Lerch & Christian Martin",
      "director": "Franziska Meletzky",
      "duration": null,
      "release_date": "1. Dez. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 34,
      "title": "Die Rückkehr",
      "episode": 8,
      "season": 4,
      "description": "Da nach wie vor in der Capitol ein Mangel an Personal herrscht, lässt Herr Becker es zu, dass Stromberg vertretungsweise zurückdarf, solange Tanja und Ulf noch in den Flitterwochen sind. Nach einem gescheiterten Versuch, sein altes Büro zu betreten, das abgeschlossen ist, da es ja nun Tanjas Büro ist, gibt er sich widerwillig damit zufrieden, sich zu den anderen Mitarbeitern zu setzen. Hierbei versucht er mit aller Mühe den Platz neben Jennifer zu bekommen, doch Ernie weigert sich strikt, ihm diesen zu überlassen. Ernie zitiert dabei immer wieder seine Psychologin, er sei „einzigartig und wertvoll“. Nach kurzer Zeit taucht auf einmal Jennifers Ex-Mann im Büro auf, um Helge abzuholen. Hierbei kommt es zu einem Streit zwischen ihm und Stromberg, der Jennifer in Schutz nehmen will und daraufhin von ihr mit einem Kuss belohnt wird. Ernie interessiert sich offensichtlich ein wenig für Sabine aus der Buchhaltung und Jennifer verspricht ihm ein gutes Wort für ihn einzulegen, wenn er seinen Platz Stromberg überlässt. Nach einiger Zeit betritt erneut Jennifers Ex-Mann das Büro, zeigt sich von seiner vernünftigen Seite und schlägt Jennifer ein Wochenende zu dritt mit Helge vor. Im Gegensatz zu Stromberg ist sie von dieser Idee angetan. Weil Ernie in einer Webcam-Konferenz zwischen den Mitarbeitern der Capitol und dem Ehepaar Steinke ziemlich panisch auf Tanja wirkt („Alle finden dein neues System doof“, „Stromberg sitzt jetzt hier und ich auf Ulfs Platz“ …), brechen sie die Flitterwochen ab und sind am nächsten Tag beide schon wieder im Büro. Während Ulf emotional sehr an seine Grenzen geht, beschließen Herr Becker und Tanja gemeinsam, Stromberg wieder nach Finsdorf zu schicken, und aufgrund der vielen Arbeit, die sich in der Zeit angehäuft hat, muss Jennifer auch auf ihr Wochenende verzichten. Stromberg verlässt wütend das Büro und befindet sich nun wieder in Finsdorf.",
      "script": "Ralf Husmann",
      "director": "Franziska Meletzky",
      "duration": null,
      "release_date": "15. Dez. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 35,
      "title": "Herr Nehring",
      "episode": 9,
      "season": 4,
      "description": "Stromberg konnte der Zentrale etliche Versicherungsabschlüsse melden und hat aus Dankbarkeit eine Flasche Wein bekommen. In arroganter Weise lehnt er jedoch die Begleichung des Schadens von Herrn Nehring ab, der als einflussreicher Bewohner von Finsdorf bekannt ist. Aus Solidarität mit Herrn Nehring kündigen etliche Finsdorfer ihre Versicherung, was Stromberg in arge Bedrängnis bringt. Er sieht sich gezwungen, sich mehr ins Finsdorfer Gemeindeleben einzubringen. Es gelingt ihm, teils drohend, teils bittend, Tanja dazu zu überreden, dass sie – unter Verletzung von Vorschriften – die Ablehnung von Nehrings Antrag doch noch zurückzieht. Gleichzeitig schlägt er Jennifer vor, doch mal wieder einen schönen Abend mit ihm zu verbringen. Als er ihr erklärt, er wolle an einer Gemeinderatssitzung in Finsdorf teilnehmen, erkennt sie den Hintergedanken, sagt jedoch zu, um ihm zu helfen. Die Beziehung zwischen Tanja und Ulf verschlechtert sich weiter, während Ernie sich in eine junge Frau aus der Selbsthilfegruppe verliebt hat, die ihn wegen seiner Depression besonders attraktiv findet. Stromberg teilt Nehring mit, dass er seinen Antrag doch bewilligt hat, nimmt an der Gemeinderatssitzung teil und springt im Gemeindechor als Bariton ein. Mit Charme, jovialen Stimmungsliedern, aufgesetztem Finsdorf-Patriotismus und viel Alkohol schafft er es, die Herzen einiger Finsdorfer zurückzugewinnen. Als Becker von der Bewilligung erfährt, macht er Tanja nieder und bereut die Entscheidung, sie befördert zu haben. Diese bricht daraufhin zusammen und bekommt einen Weinkrampf. Stromberg fällt ihr eiskalt in den Rücken und gibt Becker recht. Dafür verachtet ihn Jennifer, die in dieser Sache zu Tanja hält. In der Schlussszene ist Ernie knutschend mit seiner neuen Flamme Mia zu sehen.",
      "script": "Ralf Husmann & Moritz Netenjakob",
      "director": "Franziska Meletzky",
      "duration": null,
      "release_date": "22. Dez. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 36,
      "title": "Die Abrechnung",
      "episode": 10,
      "season": 4,
      "description": "Als Stromberg das übelriechende Schützenverein-Sakko eines Bekannten anziehen muss, um für ein Foto für die Finsdorfer Schützenvereinszeitung zu posieren, brennt ihm eine Sicherung durch. Er beschließt, „seine“ Abteilung zurückzuerobern, und inszeniert dort eine Gedenkveranstaltung zu Erikas Todestag, den er großzügig um einige Tage vorverlegt hat. Tanja befindet sich gerade in einem Meeting. Stromberg schenkt kräftig Alkohol aus und erreicht damit, dass die gesamte Abteilung nicht die wichtigen Zahlen für Tanja bearbeitet. Ulf hat Stromberg vorher gedankenlos mitgeteilt, dass hohe Manager in die Abteilung kommen werden, um eine Powerpoint-Präsentation Tanjas zu sehen; danach befindet sich Stromberg einige Minuten unbeobachtet im Präsentationsraum mit Tanjas Computer. Als Tanja die Erika-Gedenkparty sieht, platzt ihr der Kragen; sie verweist die Mitarbeiter lautstark auf ihre Plätze und Stromberg der Abteilung. Ernie bekommt eine Abmahnung, da er die Verpflichtung zur Erbringung der Arbeitsleistung nicht so ernst genommen hat. Stromberg schafft es, Tanja als herzlos gegenüber Erika darzustellen, und die Abteilung stellt sich gegen Tanja. Auch Ulf erkennt Strombergs Taktik nicht und ist illoyal gegenüber seiner Frau. Als Tanja eine Abteilungssitzung einberuft, taucht Stromberg wieder auf, um sie zu stören; diese ruft daraufhin den Sicherheitsdienst und Stromberg wird mithilfe eines Sicherheitsmitarbeiters hinausgeschafft. Parallel dazu schreit ihn der hinzugekommene Becker an und erteilt ihm Hausverbot. Stromberg schleicht sich in die Kantine und zettelt eine Meuterei unter den Abteilungsmitarbeitern an. Als die hohen Manager erscheinen, um Tanjas Präsentation zu sehen, taucht Stromberg einfach auf und ignoriert die Hinweise Beckers, dass er ja Hausverbot habe. Gegenüber den Managern vertritt er erfolgreich das Bild eines kompetenten und menschlichen Managers, während Tanja grandios scheitert: Irgendjemand muss ihre Präsentation mit lächerlichen Bildern durchsetzt haben, als sie nicht da war. Die Folge endet mit einer erschütterten Tanja, die sich in Ulfs Armen ausweint, und einem sichtlich zufriedenen Bernd Stromberg, der die Abteilungsleitung übernommen hat. Ernies Beziehung zu Mia hat sich verfestigt.",
      "script": "Ralf Husmann",
      "director": "Franziska Meletzky",
      "duration": null,
      "release_date": "29. Dez. 2009",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 37,
      "title": "Malik",
      "episode": 1,
      "season": 5,
      "description": "Da Herr Becker durch seine Scheidung Alkoholprobleme bekommen hat, übernimmt Stromberg die Bewerbungsgespräche der neuen Auszubildenden. Im Gespräch mit dem Muslim Malik äußert sich Stromberg ihm gegenüber unpassend, weshalb er sich bei Herrn Becker beschwert. Stromberg hat in der Zwischenzeit einen anderen Kandidaten (Jonas) ausgewählt, der jetzt zunächst nicht genommen werden kann, weil Herr Becker im Gespräch mit Stromberg deutlich macht, dass die Tochter von Herrn Nübel mit einem Tunesier verheiratet und ihm daher der Integrationsgedanke sehr wichtig sei. Stromberg stellt daraufhin Malik ein, der jedoch von Ernie nicht akzeptiert wird, da dieser inzwischen in einer katholischen Kirchengemeinde aktiv ist. Es kommt zur Eskalation, wodurch Malik von selbst wieder geht und Strombergs ursprünglicher Kandidat wieder eingestellt wird. Stromberg teilt Herrn Nübel mit, dass Herr Becker Alkoholprobleme hat, woraufhin dieser vorläufig suspendiert und Stromberg kommissarischer Leiter der Schadensregulierung wird. Tanja versucht derweil schwanger zu werden, was jedoch nicht gelingt, u. a. auch weil Ulf dies zu verhindern versucht. Stromberg plant eine Fahrt nach Amsterdam mit Jennifer.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "8. Nov. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 38,
      "title": "Frau Papenacker",
      "episode": 2,
      "season": 5,
      "description": "Stromberg bringt seine ersten Sitzungen im gehobenen Management als Vertretung für Becker hinter sich. Während er im ersten Meeting noch einer eingeschworenen Männerseilschaft gegenübersteht, weiß er im zweiten Meeting durch Speisen zu punkten, die er von Berthold gestohlen hat. Berthold hat deswegen – in Unkenntnis der Täterschaft – eine Alarmanlage am Kühlschrank angebracht. Nachdem Frau Papenacker das Geschirr des Meetings wieder hinuntergebracht hat, kommt es zu einem lautstarken Protest Ernies beim Budget-Meeting. Darum muss Stromberg gegen seinen Willen Ulf als Stellvertreter vorschieben, um Konsequenzen von Seiten seines Vorstands Tremmel aus dem Weg zu gehen. Trotzdem kann Stromberg nur schwer von seinem alten Büro lassen und behält die Schlüssel.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "15. Nov. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 39,
      "title": "Frau Wilhelmi",
      "episode": 3,
      "season": 5,
      "description": "Während Stromberg sein neues Büro bezieht, übernimmt Ulf Steinke die Leitung der Abteilung Schadensregulierung. Stromberg sorgt dafür, dass Jennifer aufgrund eines krankheitsbedingten Ausfalls von Frau Papenacker deren Aufgabe übernimmt und im Vorzimmer Strombergs diesem als Sekretärin zur Seite steht. Die Abteilung reagiert, wie zu erwarten war, mit Unruhe auf die personelle Veränderung und die neue Leitung durch Ulf Steinke, der mit Autoritätsproblemen und organisatorischen Unklarheiten ringt. Stromberg schafft es, die Personalchefin Frau Wilhelmi davon zu überzeugen, dass die Capitol alleinerziehende Mitarbeiterinnen ungenügend unterstützt. Sein Vorschlag zur Errichtung eines internen Kindergartens stößt bei Vorstand Tremmel auf Zustimmung. Tremmel ist jedoch zu Ohren gekommen, dass Stromberg zu Jennifer nicht nur eine berufliche Beziehung unterhält, und er rät ihm, außerbetriebliche Beziehung zu seiner Vorzimmerdame zu unterlassen.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "22. Nov. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 40,
      "title": "Der Nachfolger",
      "episode": 4,
      "season": 5,
      "description": "Stromberg hilft einer anderen Führungskraft, einen Fehler zu vermeiden. Dieser revanchiert sich bei Stromberg, indem er ihm rät, mehr auf die repräsentative Wirkung seiner Vorzimmerdame und insbesondere auf ihre Kleidung zu achten. Stromberg bringt Tanja dazu, mit Jennifer shoppen zu gehen und sie zu beraten. Nachdem Jennifer einen wichtigen Brief ans Finanzamt weiterzuleiten vergisst, will Stromberg sie zurück in die Schadensregulierung versetzen. Als sie durch ein Anschreiben davon erfährt, stellt sie Stromberg zur Rede und erzählt ihm im Verlauf dieses Gesprächs, dass sie von ihm schwanger sei. In einem anderen Handlungsstrang stellt sich heraus, dass Ulf zeugungsunfähig ist.",
      "script": "Ralf Husmann & Sonja Schönemann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "29. Nov. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 41,
      "title": "Die Konferenz",
      "episode": 5,
      "season": 5,
      "description": "Stromberg fährt unbemerkt in Herrn Beckers Namen zur Jahreskonferenz für deutsche Versicherer. Trotz seiner fachlichen Unkenntnis lässt er sich dort von Kollegen zu einem Vortrag hinreißen, bei dem er erzählt, dass die Capitol ungeachtet eines maßgeblichen Urteils zur Versicherungswirtschaft an den alten Vorgehensweisen festhalte. Wieder im Büro erfährt Stromberg, welche negativen Auswirkungen seine Rede auf die Gesamtwirkung der Versicherung hatte und dass nun der Verantwortliche die Konsequenzen tragen muss. Es stellt sich aber heraus, dass offiziell nur Herr Becker bei der Konferenz anwesend war, dem man sein Abstreiten wegen seiner Alkoholerkrankung jedoch nicht glaubt, weshalb er nun weiterhin beurlaubt bleibt und Stromberg seinen Posten dauerhaft übernehmen soll.",
      "script": "Ralf Husmann Idee: Tankred Lerch & Ralf Betz",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "6. Dez. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 42,
      "title": "Herr Rüther",
      "episode": 6,
      "season": 5,
      "description": "Da Jennifer das Kind von Stromberg abtreiben will, lässt dieser sich freiwillig in die Schiffskasko versetzen, die dringend einen motivierenden Leiter braucht. Während Stromberg versucht, die Abteilung in seinem eigenen Stil zum Laufen zu bringen, setzt Ernie alles daran, Jennifer von den Vorzügen eines Babys zu überzeugen. Von dem offenbar glücklichen Eheleben seiner neuen Kollegen angesteckt, erbarmt Stromberg sich und gesteht am nächsten Tag Jennifer seine Liebe. Jennifer verzeiht ihm und entscheidet sich, das Kind zu behalten. Aufgrund von Strombergs Bericht über den Zustand der Schiffskasko wird die Abteilung geschlossen und alle Mitarbeiter werden entlassen. Stromberg kehrt als Leiter der Schadensregulierung zurück.",
      "script": "Ralf Husmann Idee: Peter Güde",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "13. Dez. 2011",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 43,
      "title": "Cheyenne",
      "episode": 7,
      "season": 5,
      "description": "Stromberg stellt Maja Decker ohne Rücksprache wieder ein und erlaubt ihr, ihre kleine Tochter mitzubringen. Als das Baby im Haus für Ärger und Unruhe sorgt – andere Mütter verlangen ebenfalls, ihre Kinder mit in die Firma bringen zu dürfen –, schiebt Stromberg die Schuld auf Ulf. Die E-Mail-Korrespondenz, in der er Maja erlaubt hat, das Baby mitzubringen, lässt er von einem Mitarbeiter aus der IT-Abteilung löschen. Als Gegenleistung setzt sich Stromberg für die Beförderung dieses Mitarbeiters ein. Ulf erhält daraufhin eine Abmahnung, da die Geschäftsleitung davon ausgehen muss, dass er unwahre Angaben gemacht hat.",
      "script": "Ralf Husmann & Dietmar Jacobs",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "10. Jan. 2012",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 44,
      "title": "Jonas",
      "episode": 8,
      "season": 5,
      "description": "Der Auszubildende Jonas muss eine Prüfung ablegen, hat jedoch enorme Prüfungsangst. Jennifer bekommt Mitleid mit ihm und bittet Stromberg, ihm bei der Vorbereitung auf die Prüfung zu helfen. Da dies letztlich nicht gelingt (Stromberg gibt Jonas vor der Prüfung zu starke Beruhigungsmittel), versucht Stromberg Ulf als direkten Vorgesetzten des Auszubildenden dazu zu bewegen, diesem eine sehr gute Beurteilung zu schreiben, damit er auf diesem Weg doch noch die Prüfung besteht. Parallel erscheint Ernie zusammen mit seinem Pfarrer im Büro. Dieser versucht Ulf und die anderen Angestellten der Schadensregulierung dazu zu bringen, Ernie mehr zu respektieren. Zudem hat der Pfarrer vor, die obere Führungsebene der Capitol zu kontaktieren. Stromberg hilft Ulf, den Pfarrer loszuwerden, indem er ihm zeigt, dass Ernie pornografische Bilder auf seinem Rechner gespeichert hat. Ernie darf nun die Jugendgruppe nicht mehr betreuen und ist am Boden zerstört.",
      "script": "Ralf Husmann Idee: Moritz Netenjakob",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "17. Jan. 2012",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 45,
      "title": "Der Rodach-Bonus",
      "episode": 9,
      "season": 5,
      "description": "Ulf und Tanja planen, ein Kind zu adoptieren. Ulf bekommt Probleme, nachdem er überhöhte Zahlungen für die Firma Rodach angewiesen und dafür Geschenke erhalten hat; daher droht ihm die Kündigung. Jennifer wirft Stromberg vor, dass er charakterliche Defizite habe und Ulf im Stich lasse. Um Jennifer zu beeindrucken, übernimmt Stromberg daraufhin die volle Verantwortung für Ulfs Fehlverhalten, ohne sich über die Konsequenzen Gedanken zu machen. Als er die kommissarische Gesamtleitung verliert, kommt es zwischen Stromberg und Jennifer zu einem heftigen Streit. Um die Wogen wieder zu glätten, will Stromberg eine gemeinsame Wohnung mieten. Gerade in dem Augenblick, als Ernie in seinem Auftrag mit der Vermieterin spricht, stellt sich heraus, dass Jennifer das Kind verloren hat.",
      "script": "Ralf Husmann & Christian Martin",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "24. Jan. 2012",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 46,
      "title": "Der Abschied",
      "episode": 10,
      "season": 5,
      "description": "Stromberg wird von der Geschäftsleitung vorgeladen, die ihm aufgrund vieler Beschwerden und seines Fehlverhaltens kündigt. Auch Ulf bekommt Probleme mit Herrn Nübel – nicht nur wegen der Bestechungsvorwürfe, sondern auch weil er Lehnhoff körperlich angegriffen hat. Nübel ernennt daraufhin Berthold alias Ernie zum stellvertretenden Leiter der Schadensregulierung, da er laut Akten die höchste Produktivität in der Abteilung vorweisen kann. Stromberg wankt mental zwischen totaler Verzweiflung und Aggressivität. Er will in seinen letzten sechs Wochen die Capitol noch einmal aufmischen und zettelt erneut einen Streit mit dem Kantinenkoch an, indem er Unterschriften gegen ihn sammelt. Herr Becker kehrt nach seinem Klinikaufenthalt zurück und gibt vor, trocken zu sein. Er bietet Stromberg einen „Friedenskaffee“ im Büro an, den Stromberg mit Wodka versetzt, wodurch er einen Rückfall von Becker verursacht. Tremmel begegnet dem betrunkenen Becker, anschließend hat er auch Sympathie für Strombergs Unterschriftensammlung. Er greift kurzentschlossen durch: Becker wird entlassen, Nübel in den „Osten“ versetzt und Stromberg wird erneut Leiter der Schadensregulierung.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "31. Jan. 2012",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    },
    {
      "id": 47,
      "title": "Stromberg – Der Film",
      "episode": 0,
      "season": 0,
      "description": "Als die Capitol Versicherung ihr 50-jähriges Firmenjubiläum feiert, wird die gesamte Belegschaft zu einem Betriebsausflug in ein Landhotel eingeladen. Doch die Feier wird vom Gerücht überschattet, dass ihre Filiale geschlossen werden soll. Die einzige Hoffnung der Belegschaft ist es, in die Firmenzentrale übernommen zu werden. Kein Wunder, dass auch Abteilungsleiter Stromberg alle Regeln des guten Benehmens ignoriert, als das Gerangel um die wenigen Posten ausbricht.",
      "script": "Ralf Husmann",
      "director": "Arne Feldhusen",
      "duration": null,
      "release_date": "20. Feb. 2014",
      "created_at": "2021-10-29T16:37:56.000000Z",
      "updated_at": "2021-10-29T16:37:56.000000Z"
    }
  ]
}
